Repository: nhoxviplun432/payment_vgtech
Catalog: payos/languages/payos-*.po
Languages: vi

source: <b>Transaction Information:</b> <br> Order Code: %1$s <br> Amount: %2$s <br> Description: %3$s <br> Account Number: %4$s <br> Reference: %5$s
vi: <b>Thông tin giao dịch:</b> <br> Mã đơn hàng: %1$s <br> Số tiền: %2$s <br> Mô tả: %3$s <br> Số tài khoản: %4$s <br > Mã tham chiếu: %5$s

source: Account name
vi: Tên tài khoản

source: Account number
vi: Số tài khoản

source: Awaiting payment
vi: Chờ thanh toán

source: Bank
vi: Ngân hàng

source: Can not save settings! Please refresh this page.
vi: Không thể lưu thiết lập! Vui lòng tải lại trang

source: Cannot show payment link
vi: Không thể hiển thị link thanh toán

source: Check connection payOS
vi: Kiểm tra kết nối payOS

source: Connected
vi: Đã kết nối

source: Connection Information
vi: Thông tin kết nối

source: Data not integrity
vi: Dữ liệu không toàn vẹn

source: Description
vi: Mô tả

source: Enable
vi: Kích hoạt

source: Enable bank transfer
vi: Kích hoạt chuyển khoản ngân hàng

source: Enable refresh upon successful payment:
vi: Tải lại trang khi thanh toán thành công:

source: Enable/Disable
vi: Kích hoạt/Vô hiệu hóa

source: Enter information of payOS
vi: Nhập thông tin của payOS

source: Error when get order #%d
vi: Lỗi khi lấy mã đơn hàng #%d

source: Gateway name
vi: Tên cổng thanh toán

source: Hide
vi: Ẩn

source: Instructions to get Client ID and API Key
vi: Hướng dẫn lấy Client ID và API Key

source: Maximum 3 characters, no spaces and no special characters. If contained, it will be deleted. Please do not prefix starting with FT, TF, TT, VQR
vi: Tối đa 3 kí tự, không khoảng trắng và không kí tự đặc biệt. Nếu có sẽ bị xóa. Vui lòng không bắt đầu bằng FT, TF, TT, VQR

source: No Connection
vi: Không có kết nối

source: Not use PayOS as payment method
vi: Không sử dụng payOS làm phương thức thanh toán

source: Not use PayOS payment gateway
vi: Không sử dụng cổng thanh toán payOS

source: Order has been cancelled
vi: Đơn hàng đã bị hủy

source: Order has been overpaid
vi: Đơn hàng đã thanh toán dư

source: Order has been successfully paid.
vi: Đơn hàng đã thanh toán thành công.

source: Order has been underpaid
vi: Đơn hàng bị thanh toán thiếu.

source: Pay for orders via payOS. Supported by almost Vietnamese banking apps
vi: Thanh toán thông qua payOS. Hỗ trợ hầu hết các ngân hàng tại Việt Nam.

source: Payment by bank transfer (Scan VietQR)
vi: Thanh toán bằng chuyển khoản ngân hàng (quét mã QR)

source: Payment method description that the customer will see on your checkout.
vi: Mô tả phương thức thanh toán mà khách hàng sẽ thấy khi thanh toán.

source: payOS has not been set up by the administrator. Please contact the system administrator.
vi: payOS không được thiết lập bởi quản trị viên. Vui lòng liên hệ quản trị viên hệ thống.

source: payOS has not been set up yet!
vi: payOS chưa được thiết lập!

source: Please wait...
vi: Vui lòng chờ...

source: Prefix:
vi: Tiền tố

source: Quick bank transfer by generating QR codes that are accepted by 37 Vietnam banking App: Vietcombank, Vietinbank, BIDV, ACB, VPBank, MBank, TPBank, Digimi, MSB ... Developed for WooCommerce.
vi: Chuyển khoản ngân hàng nhanh chóng bằng cách tạo mã QR được 37 App ngân hàng Việt Nam chấp nhận: Vietcombank, Vietinbank, BIDV, ACB, VPBank, MBank, TPBank, Digimi, MSB... Được phát triển cho WooCommerce.

source: Setting
vi: Cài đặt

source: Settings saved
vi: Cài đặt được lưu

source: Show
vi: Hiện

source: Show less
vi: Hiện ít lại

source: Status if payment is failed:
vi: Trạng thái nếu thanh toán thất bại:

source: Status if payment is successful:
vi: Trạng thái nếu thanh toán thành công:

source: Status if payment is underpaid:
vi: Trạng thái nếu thanh toán thiếu:

source: Successful webhook registration
vi: Đăng ký webhook thành công

source: Take payments by scanning QR code with Vietnamese banking App. Supported by most major banks in Vietnam
vi: Thanh toán bằng cách quét mã QR bằng App ngân hàng Việt Nam. Được hỗ trợ bởi hầu hết các ngân hàng lớn tại Việt Nam

source: Thank you. Your order has been fulfilled.
vi: Cảm ơn. Đơn đặt hàng của bạn đã được thực hiện.

source: Thank you. Your order is processing.
vi: Cảm ơn. Đơn hàng của bạn đang được xử lý.

source: This controls the title which the user sees during checkout.
vi: Kiểm soát tiêu đề mà người dùng nhìn thấy trong quá trình thanh toán.

source: Title
vi: Tiêu đề

source: Underpaid
vi: Thanh toán thiếu

source: Webhook confirmed
vi: Đã xác nhận webhook

source: Webhook creation failed
vi: Tạo webhook thất bại

source: Webhook creation request failed:
vi: Yêu cầu tạo webhook không thành công:

source: Webhook creation response did not meet success criteria.
vi: Phản hồi tạo webhook không đáp ứng tiêu chí thành công.

source: Webhook delivered successfully
vi: Webhook chuyển thành công

source: Your order has been cancelled.
vi: Đơn hàng của bạn đã bị hủy.

source: Your order is underpaid.
vi: Đơn hàng của bạn đang thanh toán thiếu.
